13/data/attachments/6b347fc43d591ae3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_95fdc51b-774c-4139-b607-33f2b311147c</nif:username>
            <nif:friendToBeAdded>Sandra_sound_Actions_17542_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>